Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nigdy nie byłem w środku, ale dostatecznie dużo nasłuchałem się o tym, co tam się dzieje.
uk: Я ніколи не був всередині, але чув достатньо, що там відбувається.

source: Nigdy nie dotknąłem jego cholernej owcy! Pewnie po prostu gdzieś ją zgubił. Ale jasne, najprościej zwalić winę na mnie!
uk: Я ніколи не чіпав його кляту вівцю! Він, мабуть, просто десь її загубив. Звісно, простіше звалити все на мене!

source: Nigdy nie lubiłem przebywać w tej gorącej kuźni, ale kto wie, może ty będziesz miał z tego jakiś pożytek.
uk: Мені ніколи не подобалося перебувати біля розпеченого горнила. Але хто знає, може, тобі це стане в нагоді.

source: Nigdy nie miałam do czynienia z tak wyszkolonym wojownikiem. Niczego nowego już ci nie pokażę.
uk: Я ніколи не мав справи з таким підготовленим бійцем. Нічого нового я тобі більше не покажу.

source: Nigdy nie miałem lepszego szefa. Nie kantuje, wypłaca tyle na ile i na kiedy się z nim umówiłem, zapewnia mi wyposażenie, jedzenie. Czego chcieć więcej?
uk: У мене ніколи не було кращого начальника. Він не обманює, платить мені стільки, на скільки я з ним домовився, забезпечує мене спорядженням, їжею. Що ще мені треба?

source: Nigdy nie miałem okazji zobaczyć tej metropolii. Z opowiadań wiem, że nic w całym królestwie nie może się z nim równać.
uk: Я ніколи не мав нагоди побачити цей мегаполіс. З розповідей я знаю, що жодне місто в усьому королівстві не може з ним зрівнятися.

source: Nigdy nie miałem problemów z wiarą.
uk: У мене ніколи не було проблем з вірою.

source: Nigdy nie miałem tak dobrego czeladnika jak ty. W sumie ciekawe, czy ktoś cię kiedyś przebije...
uk: У мене ніколи не було настільки вмілого учня, як ти. І взагалі, я не знаю, чи зможе хтось коли-небудь перевершити тебе...

source: Nigdy nie odnalazłem Kurta. Nikt w porcie nie widział, żeby opuszczał wyspę, ale jestem pewien, że ten oszust po prostu wyczuł kłopoty i postanowił się ulotnić.
uk: Курта я так і не знайшов. Ніхто в порту не бачив, як він покидав острів, але я впевнений, що цей шахрай просто вирішив втекти, відчувши неприємності.

source: Nigdy nie przyjdzie im do głowy, by mnie tu szukać.
uk: Вони ніколи не додумаються шукати мене тут.

source: Nigdy nie przypuszczałem, że będę za coś dziękował bogom, ale jestem im cholernie wdzięczny za przysłanie ciebie!
uk: Ніколи не думав, що буду за щось дякувати богам, але я їм до біса вдячний за те, що вони прислали тебе!

source: Nigdy nie sądziłem, że ktoś z Araxos będzie dla mnie pracował. Ale niech będzie, zawsze to jakieś nowe doświadczenie.
uk: Я ніколи не думав, що хтось з Гільдії Араксос буде працювати на мене. Але нехай, це завжди новий досвід.

source: Nigdy nie słyszałem o tym całym Szmuglerze. Jakieś znaki szczególne? Był z nim ktoś jeszcze?
uk: Ніколи не чув про цього Койота. Якісь характерні прикмети? Можливо, з ним був хтось ще?

source: Nigdy nie słyszałem o tym całym pyle. Skąd ja ci coś takiego tutaj wytrzasnę?
uk: Ніколи не чув про цей пил. Де я тобі тут візьму щось подібне?

source: Nigdy nie ukrywałem, że lubię ich obu, ale dla Holdwiga nawet najmniejszy przejaw sympatii w stronę Andreasa to zdrada. Nawet, jeśli jego samego obdarza się takim samym uczuciem.
uk: Я ніколи не приховував, що вони обидва мені подобаються, але для Гольдвіга навіть найменший прояв прихильності до Андреаса - це зрада. Навіть якщо він сам наділений такою ж прихильністю.

source: Nigdy nie użyć oręża w niesłusznej sprawie.
uk: Ніколи не застосовувати зброю для несправедливої справи.

source: Nigdy nie użyć oręża w słusznej sprawie.
uk: Ніколи не застосовувати зброю для справедливої справи.

source: Nigdy nie użyć oręży w niesłusznej sprawie.
uk: Ніколи не застосовувати зброї для несправедливої справи.

source: Nigdy nie widziałem go w pracy, a jednego popołudnia przyuważyłem, jak kręcił się w pobliżu wózka z dostawami jedzenia dla miasta.
uk: Я ніколи не бачив його за роботою, а одного разу вдень помітив, як він крутився біля візка з їжею для міста.

source: Nigdy nie widziałem takiego monstrum, na szczęście dałem mu radę. Wezmę jego łeb jako dowód dla Starego Liama.
uk: Я ніколи не бачив такого чудовиська, але, на щастя, я його здолав. Візьму його голову як доказ для старого Ліама.

source: Nigdy nie widziałem takiego monstrum, na szczęście dałem mu radę. Wezmę jego łeb jako dowód dla Starego Liama. Na wszelki wypadek zabiję też resztę zębaczy.
uk: Я ніколи не бачив такого чудовиська, але, на щастя, я його здолав. Візьму його голову як доказ для старого Ліама. Про всяк випадок, краще вбити решту снепперів.

source: Nigdy nie widziałem, by Grayson był tak śmiertelnie poważny. Muszę jak najszybciej przeczytać dokument, który od niego otrzymałem.
uk: Я ніколи не бачив Грейсона настільки серйозним. Мені потрібно якнайшвидше прочитати отриманий від нього документ.

source: Nigdy nie widziałem, żeby ktoś tak dobrze władał mieczem, jak ty.
uk: Я ніколи не бачив, щоб хтось так добре володів мечем, як ти.

source: Nigdy nie widziałem, żeby miał go przy sobie.
uk: Я ніколи не бачив, щоб він його носив.

source: Nigdy nie wiesz, może nas bardzo zaskoczy.
uk: Хтозна, може, він нас ще здивує.

source: Nigdy nie zapuszczaj się w głąb jeśli nie masz porządnego zapasu pochodni. Bez nich zgubisz się zanim zdasz sobie z tego sprawę, a nikt cię szukać nie będzie.
uk: Ніколи не спускайтеся вглиб, якщо у тебе немає достатнього запасу смолоскипів. Без них ти заблукаєш, не встигнувши й оком моргнути, і ніхто тебе не шукатиме.

source: Nigdy nie zapuszczaj się, jeśli nie masz porządnego zapasu pochodni. Zanim się obejrzysz, to się zgubisz, a nikt cię szukać nie będzie.
uk: Ніколи не виходь на вулицю, якщо у тебе немає достатнього запасу смолоскипів. Не встигнеш озирнутися, як загубишся, і ніхто тебе не шукатиме.

source: Nigdy nie zrozumiecie geniuszu generała Subliego... ja na szczęście pobierałem nauki Magów Ognia i jestem znacznie mądrzejszy niż przeciętny żołnierz Myrtańskiej Armii. Bez najmniejszego trudu wyłapuję wszystkie nawiązania do historii magii oraz etosu paladynów, które chętnie przemyca w swoich publicznych przemówieniach.
uk: Вам ніколи не зрозуміти геніальність генерала Сублі... На щастя, я навчався у Магів Вогню і набагато розумніший за середньостатистичного солдата Міртанської армії. Я без найменших труднощів вловлюю всі посилання на історію магії та етики паладинів, які він любить вплітати у свої публічні промови.

source: Nigdy nie zrozumiem, czemu kobiety nie mogą zostać Magami.
uk: Я ніколи не зрозумію, чому жінки не можуть стати магами.

source: Nigdy się z nim nie rozstawałem, więc Knut od razu go skojarzy.
uk: Я з ним ніколи не розлучався, тому Кнут його одразу впізнає.

source: Nigdy sobie nie wybaczę tej decyzji.
uk: Я ніколи собі не пробачу цього рішення.

source: Nigdy tego nie otworzę!
uk: Я це не відчиню!

source: Nigdy więcej nie próbuj mnie okradać!
uk: Навіть не намагайся більше мене обікрасти!

source: Nigdy więcej nie próbuj mnie okraść!
uk: Ніколи більше й не намагайся мене обкрадати!

source: Nigdy więcej nie próbuj się ze mną mierzyć!
uk: Ніколи більше не зв'язуйся зі мною!

source: Nigdy więcej się nie spotkamy!
uk: Ми більше ніколи не побачимось!

source: Nigdy więcej tego nie rób! To NASZE owce!
uk: Ніколи так більше не роби! Це НАШІ вівці!

source: Nigdy więcej tego nie rób! To są nasze owce!
uk: Ніколи так більше не роби! Це наші вівці!

source: Nigdy więcej ze mną nie zaczynaj!
uk: Ніколи більше не жартуй зі мною!

source: Nigdzie na wyspie nie znajdziesz tak dobrych cen!
uk: Таких вигідних цін ви не знайдете ніде на острові!

source: Nigdzie nie mogę znaleźć tej receptury. Z pewnością Rierol musi ją trzymać zamkniętą w kufrze. Szkoda, że nie mam przy sobie wytrychów. Może w pracowni uda mi się znaleźć jakiś zapasowy klucz albo coś, co pomoże mi otworzyć ten zamek?
uk: Я ніде не можу знайти цей рецепт. Рієрол, мабуть, зберігає його під замком у своїй скрині. Шкода, що у мене немає відмичок. Можливо, десь у майстерні я зможу знайти якийсь запасний ключ або щось таке, що допоможе мені відімкнути цей замок?

source: Nigdzie nie widzę Dustera. Może jego kolega z falochronu powie mi coś więcej?
uk: Дастера ніде не видно. Можливо, його колега на хвилерізі розповість мені більше?

source: Nigdzie nie widzę Ivy.
uk: Я ніде не бачу Айві.

source: Nigdzie nie widzę Ivy. Zapytam karczmarza, gdzie poszła.
uk: Щось я ніде не бачу Айві. Запитаю корчмаря, куди ж вона поділася.

source: Nigdzie nie widzę Kessela przy spalonej chacie. Może jest gdzieś w okolicy? Powinienem rozejrzeć się w obrębie chaty i po drugiej stronie rzeki.
uk: Я щось ніде не бачу Кесселя біля згорілої хатини. Можливо, він десь поблизу? Треба пошукати в хатині та на протилежному березі річки.

source: Nigdzie nie widzę Riordiana. Chyba skończył już swoje zadanie w wiosce i wrócił do klasztoru. Teraz nie nauczy mnie wytwarzania zwojów... Szkoda, że nie wykorzystałem swojej szansy.
uk: Я ніде не бачу Ріордіана. Думаю, він завершив свої справи в селі та повернувся до монастиря. Тепер він не навчить мене переписувати сувої... Шкода, що я не скористався своїм шансом.

source: Nigdzie nie widzę Rozjemcy. Wątpię, by tak ważny artefakt leżał po prostu przysypany stosem złota.
uk: Я ніде не бачу Миротворця. Сумніваюся, що такий важливий артефакт просто так лежав би під купою золота.

source: Nigdzie nie widzę Ulryka ani Lichwiarza!
uk: Я ніде не бачу ні Ульріка, ні Лихваря!

source: Nigdzie nie widzę Ulryka ani Rodericha...
uk: Я ніде не бачу ні Ульріка, ні Родеріха...

source: Nigdzie nie widzę ani górników, ani Naarsa. Ciekawe, co sprawiło, że nagle wszyscy się stąd wynieśli. Nie przyjrzałem się twarzom tych górników, żadnego nie znałem z imienia, będzie trudno ich teraz wyśledzić.
uk: Я ніде не бачу ні гірників, ні Наарса. Цікаво, що змусило їх усіх раптово забратися звідси. Я не вдивлявся в обличчя цих гірників, не знав нікого з них по імені, тож тепер їх відшукати буде непросто.

source: Nigdzie nie widzę drugiego wejścia do biura Igora, ale zauważyłem uchylone drzwi do wieży magazynowej. Musi tam być coś, co pomoże mi ominąć strażnika.
uk: Я ніде не бачу іншого входу до цієї будівлі, але я помітив прочинені двері до складської вежі. Там може бути щось, що допоможе мені пройти повз вартового.

source: Nigdzie nie znajdziesz piękniejszych Innosów niż u mnie!
uk: Ти ніде не знайдеш красивіших статуеток Інноса, ніж у мене!

source: Nigdzie się nie ruszaj, poszukam czegoś.
uk: Нікуди не йди, я щось пошукаю.

source: Nigdzie się nie ruszasz?
uk: Тобі часом нікуди не треба?

source: Nigdzie w kopalni nie znajdziesz tak dobrych złóż, jak tutaj. Sam zobacz, górnicy aż się proszą, żeby tutaj kopać.
uk: Ніде в копальні немає таких хороших покладів, як тут. Глянь сам, гірники аж просяться, щоб працювати саме тут.

source: Nigdzie z tobą nie idę, ale ty zaraz dołączysz do tego smarkacza!
uk: Я нікуди з тобою піду, а ти зараз приєднаєшся до цього шмаркача!

source: Nigdzie z wami nie idę!
uk: Нікуди я з вами не піду!

source: Nikogo nie obchodzą twoje szaleńcze teorie!
uk: Нікого не цікавлять твої божевільні теорії!

source: Nikogo takiego nie widziałem.
uk: Нікого такого я не бачив.

source: Nikogo tutaj nie ma, przyszedłem za wcześnie. Powinienem wrócić tu wieczorem, tak jak się umawiałem z Oktavem.
uk: Тут нікого немає, я прийшов надто рано. Я повинен повернутися сюди ввечері, як і домовився з Октавом.

source: Nikogo tutaj nie znajdę...
uk: Тут нікого немає...

source: Nikogo więcej nie spotkałem.
uk: Я більше нікого не зустрічав.

source: Nikogo zatem nie powinno dziwić, dlaczego wrota niebios są przed człowiekiem szczelnie zawarte. Czy w związku z tym pisane jest nam na zawsze pozostać podległymi prawom wyższej, niezrozumiałej siły?
uk: Тому нікого не повинно дивувати, чому небесна брама щільно зачинена перед людиною. Невже нам судилося вічно залишатися підвладними законам вищої, незбагненної сили?

source: Nikolt
uk: Нікольт

source: Nikomu nie będę usługiwał.
uk: Я не буду нікому прислуговувати.

source: Nikomu nie pozwolę profanować kaplicy mojego Pana!
uk: Я не дозволю нікому оскверняти каплицю мого Господа!

source: Nikt ci nie każe na nas harować.
uk: Ніхто не змушує тебе на нас працювати.

source: Nikt cię nie nauczył, żeby nie przeszkadzać alchemikowi podczas pracy?
uk: Тебе що, ніхто не вчив, що не можна заважати алхіміку, коли він працює?

source: Nikt dawno nie widział Igora. Ten złodziej pewnie tylko myśli, jak nas jeszcze bardziej wykorzystać.
uk: Ігоря вже давно ніхто не бачив. Той злодій, мабуть, тільки й думає, як би нас ще більше експлуатувати.

source: Nikt inny nie mógł być odpowiedzialny za wymordowanie pozostałych członków Kręgu.
uk: Ніхто інший не міг бути відповідальним за знищення решти членів Кільця.

source: Nikt już nie choruje?
uk: Ніхто більше не хворіє?

source: Nikt już sobie nie przypomina, żeby widział cię podczas kradzieży.
uk: Ніхто вже не пам'ятає, щоб ти щось вкрав.

source: Nikt mi nie uwierzy, gdy opowiem im o tych niesamowitych gargulcach.
uk: Ніхто не повірить мені, коли я розповім їм про цих неймовірних гаргуйлів.

source: Nikt mi nie uwierzy, że udało mi się dostać do wieży. Muszę mieć dowód.
uk: Ніхто не повірить, що мені вдалося потрапити до вежі. Я мушу мати доказ.

source: Nikt nam nie udowodni, że pisał to któryś z nas. Zapoznaj się z nią proszę.
uk: Ніхто не зможе довести, що його написав хтось із нас. Прошу, ознайомся з ним.

source: Nikt niczego nie zauważył?
uk: Ніхто нічого не помітив?

source: Nikt nie chce już zeznawać, że widział cię podczas kradzieży.
uk: Ніхто більше не хоче свідчити, що бачив тебе під час пограбування.

source: Nikt nie chce wiedzieć
uk: Ніхто не захоче знати, з чого саме

source: Nikt nie chce zeznawać w sprawie popełnionej przez ciebie kradzieży.
uk: Ніхто не хоче свідчити про крадіжку, яку ти вчинив.

source: Nikt nie jest bardziej istotny dla rozwoju kulturalnego wyspy od nich. To dzięki ich działaniom mieszkańcy postępują zgodnie z wolą Adanosa... no, większość mieszkańców.
uk: Ніхто не має більшого значення для культурного розвитку острова, ніж вони. Саме завдяки їхнім старанням мешканці сповідують волю Аданоса... ну, принаймні, більшість з них.

source: Nikt nie jest dla nas bezużyteczny, będziecie wspaniałym mięsem armatnim...
uk: Ми знайдемо вам застосування, ви будете чудовим гарматним м'ясом...

source: Nikt nie miałby za złe tego, co się wydarzyło.
uk: Ніхто не повинен нас звинувачувати в тому, що сталося.

source: Nikt nie mówił, że mamy się pomieścić. Wszyscy najemnicy mają opuścić koszary.
uk: Ніхто й не говорив, що доведеться розміщуватися разом. Всім найманцям потрібно звільнити казарми.

source: Nikt nie mówił, że w tych przeklętych ruinach nawet skały będą ożywać. Załatw, co masz do zrobienia, i spadajmy stąd!
uk: Ніхто не казав, що в цих проклятих руїнах навіть каміння оживає. Завершуй свої справи, і забираймося звідси!

source: Nikt nie pilnował wejścia, drzwi były otwarte, a w środku trafiłem na grupę topielców. Gdzie się podziali renegaci?
uk: Вхід ніхто не охороняв, двері були відчинені, а всередині я натрапив на групу луркерів. Куди ж поділися відступники?

source: Nikt nie położy rąk na mojej skrzyni!
uk: Ніхто не торкнеться моєї скрині!

source: Nikt nie przychodzi mi na myśl.
uk: Ніхто не спадає на думку.

source: Nikt nie wie dlaczego, ale nagle wszyscy zaczęli się nimi interesować.
uk: Ніхто не знає чому, але раптом всі ними зацікавилися.

source: Nikt nie wie jak wygląda, bo nikt nie przeżył z nią spotkania.
uk: Ніхто не знає, як він виглядає, бо ніхто не пережив зустрічі з ним.

source: Nikt nie wie, ile złota było w tej skrzyni, więc jak trochę ubędzie, to nikt się nie zorientuje.
uk: Ніхто не знає, скільки золота було в цій скрині, тож якщо трохи зникне, ніхто не дізнається.

source: Nikt nie wie, o co chodziło. Reez miał raczej typową relację ze strażnikami, a jednak nikogo z nas nie biją w ten sposób.
uk: Ніхто не знає, за що. У Різа були досить типові відносини з Вартою, але нікого з нас так не лупцювали.

source: Nikt nie zaatakuje mnie z powodu munduru straży?
uk: Ніхто не нападе на мене через уніформу вартового?

source: Nikt nie zna nikogo poza swoim najbliższym kręgiem.
uk: Ніхто з них не знає нікого, хто не входить в їх найближче оточення.

source: Nikt nie zostaje z tyłu
uk: Ніхто не залишиться позаду

source: Nikt nigdy nie potwierdził, że mój mąż zginął, ale już dawno temu straciłam nadzieję.
uk: Ніхто ніде не підтвердив, що мій чоловік загинув, але я вже давно втратила надію.

source: Nikt o niczym się nie dowie.
uk: Ніхто ні про що не дізнається.

source: Nikt o zdrowych zmysłach nie nosi przy sobie sakiewek z takimi bogactwami.
uk: Ніхто при здоровому глузді не носить при собі гаманець з таким багатством.

source: Nikt po ciebie nie idzie, bo nikt nie ma pojęcia, co się stało z oddziałem.
uk: Ніхто не прийде за тобою, оскільки ніхто не знає, що сталося з підрозділом.

source: Nikt po niej nie przejdzie, dopóki ty nie sprawdzisz, czy jest bezpiecznie. Nie będziemy więcej nastawiać karku, byś ty mógł sobie biegać po swoich ruinach.
uk: Ніхто не пройде по ньому, доки ти не перевіриш, що він безпечний. Ми не збираємося більше підставляти свої шиї, щоб ти міг бігати по своїх руїнах.

source: Nikt się nie zainteresował tą sprawą?
uk: Ніхто не цікавився нею?

source: Nikt się stąd nie ruszy, dopóki Salvi nie powie, że ruszamy.
uk: Ніхто не піде звідси, поки Сальві не скаже, що ми рушаємо.

source: Nikt tędy nie przejdzie.
uk: Ніхто туди не пройде.

source: Nikt w mieście nie robi lepszych wywarów od niej. Rozmawialiśmy z nią w tej sprawie, i stwierdziła, że zgodzi się podpisać kontrakt, ale musimy jej pomóc w jakiejś eskapadzie.
uk: Ніхто в місті не готує кращих мікстур, ніж вона. Ми говорили з нею про це, і вона погодилась підписати контракт, але ми повинні допомогти їй з однією авантюрою.

source: Nikt w mieście o was nie wie?
uk: Ніхто в місті про вас не знає?

source: Nikt w wiosce zbytnio za nim nie przepadał, ale udało mu się znaleźć kilku łowców, którzy obiecali mu pomóc.
uk: Нікому в селі він особливо не сподобався, але йому вдалося знайти кількох мисливців, які обіцяли йому допомогти.

source: Nikt wcześniej nie próbował zwalczyć problemu?
uk: Ніхто не намагався боротися з цією проблемою раніше?

source: Nikt więcej nie przychodzi mi już niestety do głowy. Informacja na koszt firmy, podziękuj Kesselowi.
uk: На жаль, більше нікого не можу пригадати. Інформація за рахунок закладу, дякуючи Кесселю.

source: Nikt z miastowych nie zainteresował się tą sprawą?
uk: Ніхто з міста не зацікавився цією справою?

source: Nim ci pomogę, musisz mi powiedzieć jedną rzecz.
uk: Перш ніж я допоможу, мені потрібно дізнатись від тебе одну річ.

source: Nim pójdziesz świętować ten niewątpliwy sukces, jest parę rzeczy o których muszę cię poinformować.
uk: Перш ніж ти підеш святкувати цей безсумнівний успіх, є кілька речей, про які я повинен тебе проінформувати.

source: Nim ruszymy dalej, mam do ciebie prośbę...
uk: Перш ніж ми продовжимо, у мене є до тебе прохання...

source: Nim się zorientują, że jesteś podstawiony, będzie po koncercie.
uk: Поки вони зрозуміють, що їх підставили, виступ вже закінчиться.

source: Nim wyruszymy, posłuchaj mnie uważnie.
uk: Перш ніж ми вирушимо, послухай мене уважно.

source: Nim zaczniemy, powiem ci coś jasno. Wiem, że nie możesz sobie pozwolić na popsucie tego zadania.
uk: Перш ніж ми почнемо, дозволь дещо прояснити. Я знаю, що ти не можеш дозволити собі провалити це завдання.

source: Nim zaczniemy. Chciałbym podziękować obecnemu tu Marvinowi, za pomoc w sprawie i uchwycenie oskarżonego.
uk: Перш ніж ми почнемо. Я хотів би подякувати Марвіну, який присутній тут, за його допомогу у справі та затриманні обвинуваченого.

source: Nim zaczniesz wtykać nasiona gdzie popadnie, musisz spulchnić ziemię, by korzeń swobodnie się w nią wbił.
uk: Перш ніж ти почнеш встромляти насіння куди-небудь, тобі потрібно розпушити ґрунт, щоб корінь міг вільно поринути в нього.

source: Niniejszy list przekazuję do rąk własnych gubernatorów i zarządców wszystkich królewskich kolonii.
uk: Пересилаю цього листа губернаторам та управителям усіх королівських колоній.

source: Niniejszym mianuję cię kusznikiem drugiego stopnia.
uk: Я призначаю тебе арбалетником другого ступеня.

source: Niniejszym mianuję cię szermierzem drugiego stopnia.
uk: Я призначаю тебе мечником другого ступеня.

source: Nirka
uk: Нірка

source: Nirka przyrządzi specyfik, jeśli przyniosę mu ziemny aloes, dwa wschodnie fiołki i pięć ziół uzdrawiających. Mogę znaleźć te rośliny w pobliżu Małej Winnicy. Obym tylko nie został przekąską trolli.
uk: Нірка приготує щось особливе, якщо я принесу йому земляне алое, дві східні фіалки та п'ять цілющих рослин. Я можу знайти ці рослини біля Малого виноградника. Буду сподіватися, що я не стану закускою для тролів.

source: Nirka za opłatą nauczy mnie strzelania z łuku oraz pokaże, jak być zręczniejszym. Może mi też pokazać, jak wyrywać zwierzętom pazury, kły oraz jak pozyskiwać skóry gadów i języki jaszczurów. Jego dom znajduje się pomiędzy Placem Targowym a muzeum w mieście.
uk: За певну плату Нірка навчить мене стріляти із лука і покаже, як стати більш спритним. Він також може показати мені, як виривати кігті та ікла тварин, як добувати шкури рептилій і язики ящерів. Його будинок розташований між Ринковою площею та міським музеєм.

source: Nirka, pomimo przejścia w stan spoczynku, chętnie przekaże część swojej wiedzy wszystkim zainteresowanym.
uk: Незважаючи на те, що Нірка вийшов на пенсію, він із задоволенням поділиться своїми знаннями з усіма охочими.

source: Niszczyciel Murów
uk: Руйнівник стін

source: Niszczyciel konarów
uk: Руйнівник гілок

source: Niszcząc te skrzynki mam szansę zwrócić na siebie uwagę prawdziwego sabotażysty...
uk: Знищивши ці ящики, я маю шанс привернути увагу справжнього саботажника...

source: Nivel
uk: Нівел

source: No Marvin, będę ci musiała podziękować!
uk: Що ж, Марвіне, я мушу тобі подякувати!

source: No Viktor, piękna walka. Wytrzymałeś więcej niż 5 sekund. Gratuluję!
uk: Що ж, Вікторе, гарний бій. Ти протримався більше 5 секунд. Вітаю!

source: No a może jakieś parę monet? Też mnie uszczęśliwią, naprawdę, a będzie z tym mniej zachodu, niż z jakimś tam załatwianiem pracy.
uk: Ну, а може, даси пару монет? Вони мене теж порадують, насправді, та й клопоту буде менше, ніж організувати якусь роботу.

source: No a o strażnikach już ci mówiłem. Widziałeś może resztę miasta? Też jest tam tak źle? Wygląda jakby połowa miasta płonęła.
uk: Ну а про вартових я вже розповідав. Ти бачив решту міста? Там усе так само погано? Виглядає так, ніби пів міста у вогні.

source: No a po co kupiec może gdzieś iść? Ma tam jakiś interes do zrobienia, nie wiem jaki, i zakazuję ci go wypytywać o szczegóły.
uk: Ну, а навіщо торговцю кудись ходити? У нього там якісь справи, я не знаю, які саме, а розпитувати про них я тобі забороняю.

source: No a po drugie, jakiś czas temu szwendałem się przed Leżem, na drodze do Winnicy. Zaatakowała mnie jakaś paskudna brzytwa, więc bez myślenia wbiłem w nią miecz.
uk: По-друге, нещодавно я блукав неподалік Лігва, по дорозі до виноградника. На мене накинувся якийсь мерзенний бритвозуб, і я, не задумуючись, встромив у нього свій меч.

source: No ale udało ci się zdobyć jakieś poszlaki, nie?
uk: Ну, але тобі вдалося знайти якісь зачіпки, чи не так?

source: No ale w obecnej sytuacji wasz szef żąda wyjaśnień, a nie mogę się tym zająć, póki nie zniknie źródło problemu.
uk: Але наразі твій начальник вимагає пояснень, а я не можу цього зробити, допоки не зникне джерело проблеми.

source: No chodź! Zobaczymy, jak machasz tym kilofem!
uk: Давай! Подивимось, як ти махаєш киркою!

source: No chyba że tak. Pokaż tę mapę.
uk: Ну, якщо так. Покажи мені цю мапу.
